code --install-extension aaron-bond.better-comments
code --install-extension alexiv.vscode-angular2-files
code --install-extension amazonwebservices.aws-toolkit-vscode
code --install-extension Angular.ng-template
code --install-extension Antyos.openscad
code --install-extension christian-kohler.npm-intellisense
code --install-extension christian-kohler.path-intellisense
code --install-extension dbaeumer.vscode-eslint
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension firefox-devtools.vscode-firefox-debug
code --install-extension firsttris.vscode-jest-runner
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension hbenl.vscode-test-explorer
code --install-extension humao.rest-client
code --install-extension infinity1207.angular2-switcher
code --install-extension littlefoxteam.vscode-python-test-adapter
code --install-extension matangover.mypy
code --install-extension mde.select-highlight-minimap
code --install-extension mechatroner.rainbow-csv
code --install-extension Mikael.Angular-BeastCode
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.black-formatter
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode.test-adapter-converter
code --install-extension natewallace.angular2-inline
code --install-extension njqdev.vscode-python-typehint
code --install-extension oderwat.indent-rainbow
code --install-extension PKief.material-icon-theme
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension sibiraj-s.vscode-scss-formatter
code --install-extension sourcery.sourcery
code --install-extension steoates.autoimport
code --install-extension usernamehw.errorlens
code --install-extension vincaslt.highlight-matching-tag
code --install-extension xabikos.JavaScriptSnippets
